package com.ysk.myview.lyric;

/**歌词
 * Created by yang.shikun on 2020/4/1 10:19
 */

public class Lyric {

    public String getLyric() {
        return lyric;
    }

    private String lyric= "ti:青花瓷（女声版）\n"+
            "    ar:梦笙\n"+
            "    al:\n"+
            "    by:\n"+
            "    offset:0\n"+
            "    00:23.05素胚勾勒出青花笔锋浓转淡\n"+
            "    00:27.38瓶身描绘的牡丹一如你初妆\n"+
            "    00:31.88冉冉檀香透过窗心事我了然\n"+
            "    00:36.29宣纸上走笔至此搁一半\n"+
            "    00:40.75釉色渲染仕女图韵味被私藏\n"+
            "    00:45.14而你嫣然的一笑如含苞待放\n"+
            "    00:49.54你的美一缕飘散\n"+
            "    00:52.00去到我去不了的地方\n"+
            "    00:58.51天青色等烟雨 而我在等你\n"+
            "    01:02.60炊烟袅袅升起 隔江千万里\n"+
            "    01:07.17在瓶底书刻隶仿前朝的飘逸\n"+
            "    01:11.60就当我为遇见你伏笔\n"+
            "    01:16.23天青色等烟雨 而我在等你\n"+
            "    01:20.67月色被打捞起 晕开了结局\n"+
            "    01:25.12如传世的青花瓷自顾自美丽\n"+
            "    01:28.99你眼带笑意\n"+
            "    01:51.81色白花青的锦鲤跃然于碗底\n"+
            "    01:56.19临摹宋体落款时却惦记着你\n"+
            "    02:00.68你隐藏在窑烧里千年的秘密\n"+
            "    02:05.10极细腻犹如绣花针落地\n"+
            "    02:09.45帘外芭蕉惹骤雨门环惹铜绿\n"+
            "    02:14.03而我路过那江南小镇惹了你\n"+
            "    02:18.49在泼墨山水画里\n"+
            "    02:20.88你从墨色深处被隐去\n"+
            "    02:27.38天青色等烟雨 而我在等你\n"+
            "    02:31.70炊烟袅袅升起 隔江千万里\n"+
            "    02:36.13在瓶底书刻隶仿前朝的飘逸\n"+
            "    02:40.47就当我为遇见你伏笔\n"+
            "    02:45.17天青色等烟雨 而我在等你\n"+
            "    02:49.54月色被打捞起 晕开了结局\n"+
            "    02:53.92如传世的青花瓷自顾自美丽\n"+
            "    02:57.85你眼带笑意\n"+
            "    03:02.93天青色等烟雨 而我在等你\n"+
            "    03:07.15炊烟袅袅升起 隔江千万里\n"+
            "    03:11.65在瓶底书刻隶仿前朝的飘逸\n"+
            "    03:15.99就当我为遇见你伏笔\n"+
            "    03:20.52天青色等烟雨 而我在等你\n"+
            "    03:25.08月色被打捞起 晕开了结局\n"+
            "    03:29.64如传世的青花瓷自顾自美丽\n"+
            "    03:33.43你眼带笑意";


}
